tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'homebrew/completions'
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'coreutils'
brew 'bash'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'git'
brew 'tree'
brew 'vim', args: ['override-system-vi']
brew 'bash-completion'
brew 'fzf'
brew 'ansible'
brew 'heroku-toolbelt'
brew 'postgres'
brew 'docker'
brew 'docker-compose'
brew 'the_silver_searcher'
brew 'gnupg'

# Completions
brew 'homebrew/completions/docker-completion'
brew 'homebrew/completions/docker-compose-completion'
brew 'homebrew/completions/brew-cask-completion'

brew 'brew-cask'
cask_args appdir: '/Applications'

# General
cask 'dropbox'
cask 'google-chrome'
cask 'spotify'
cask '1password'
cask 'skype'
cask 'shortcat'
cask 'evernote'
# UI
cask 'flux'
# Utilities
cask 'transmission'
cask 'paw'
cask 'little-snitch'
cask 'recordit'
cask 'teamviewer'
# Development
cask 'iterm2'
cask 'sublime-text'
cask 'gitup'
cask 'font-hack'
cask 'postico'
cask 'dash'
cask 'pandoc'
