cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "nordvpn"
cask "paw"
cask "skype"
cask "spotify"
cask "teamviewer"
cask "vagrant"
cask "virtualbox"

brew "ansible"
brew "awscli"
brew "bash"
brew "coreutils"
brew "credstash"
brew "ctags"
brew "direnv"
brew "elixir"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "grep"
brew "heroku"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kubectl"
brew "kubernetes-helm"
brew "libxslt"
brew "lua"
brew "moreutils"
brew "nginx"
brew "node"
brew "openconnect"
brew "openssl"
brew "packer"
brew "phantomjs"
brew "postgresql"
brew "pwgen"
brew "ranger"
brew "reattach-to-user-namespace"
brew "shared-mime-info"
brew "tfenv"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "whois"
