tap 'homebrew/dupes'
tap 'homebrew/science'
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'wercker/wercker'

brew 'coreutils'
brew 'bash'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'git'
brew 'tree'
brew 'vim', args: ['override-system-vi']
brew 'bash-completion'
brew 'fzf'
brew 'ansible'
brew 'heroku-toolbelt'
brew 'postgres'
brew 'the_silver_searcher'
brew 'gpg'
brew 'awscli'
brew 'docker-machine-driver-xhyve'
brew 'gnu-tar'
brew 'ctags'
brew 'gotags'
brew 'wercker-cli'

cask_args appdir: '/Applications'

# General
cask 'dropbox'
cask 'google-chrome'
cask 'spotify'
cask '1password'
cask 'skype'
cask 'shortcat'
cask 'evernote'
# UI
cask 'flux'
# Utilities
cask 'transmission'
cask 'paw'
cask 'little-snitch'
cask 'recordit'
cask 'teamviewer'
# Development
cask 'iterm2'
cask 'sublime-text'
cask 'gitup'
cask 'font-hack'
cask 'postico'
cask 'dash'
cask 'pandoc'
cask 'helm'
cask 'google-cloud-sdk'
